# CLI Tools
brew "node"
brew "gh"
brew "mas"

# GUI Apps
cask "1password"
cask "rectangle-pro"
cask "tailscale-app"
cask "adguard"
cask "arc"
cask "warp"
cask "hiddenbar"          # dozer alternative (dozer is discontinued)
cask "raycast"
cask "elgato-camera-hub"
cask "focusrite-control-2"
cask "meld-studio"
cask "paper"

# Mac App Store
mas "Velja", id: 1607635845
mas "DaisyDisk", id: 411643860
mas "Xcode", id: 497799835
mas "Tracka", id: 6752677374
